#+TITLE: Tartine Basic Country Bread

** Formulation and procedure (Using Camaldoli Starter)

|-------------------+------------+--------------|
| Ingredient        | Percentage | Quantity (g) |
|-------------------+------------+--------------|
| Water (80°F)      |         75 |         1139 |
| Leaven            |         20 |          304 |
| White Flour       |         90 |         1367 |
| Whole Wheat Flour |         10 |          152 |
| Salt              |        2.5 |           38 |
|-------------------+------------+--------------|
| *Total*           |      197.5 |         3000 |
|-------------------+------------+--------------|
#+TBLFM: $3=(@4 + @5) * ($2 / 100);%.0f::@4$3=(@7$3 / @7$2) * @4$2;%.0f::@5$3=(@7$3 / @7$2) * @5$2;%.0f::@7$2='(+ @2..@6);N::@7$3=3000

You will need 500g of Leaven on day of dough prep to have starter for next time.

** Formulation and procedure (Using Camaldoli Starter)

|-------------------+------------+--------------|
| Ingredient        | Percentage | Quantity (g) |
|-------------------+------------+--------------|
| Water (80°F)      |         80 |         1975 |
| Leaven            |         20 |          494 |
| White Flour       |         90 |         2222 |
| Whole Wheat Flour |         10 |          247 |
| Salt              |        2.5 |           62 |
|-------------------+------------+--------------|
| *Total*           |      202.5 |         5000 |
|-------------------+------------+--------------|
#+TBLFM: $3=(@4 + @5) * ($2 / 100);%.0f::@4$3=(@7$3 / @7$2) * @4$2;%.0f::@5$3=(@7$3 / @7$2) * @5$2;%.0f::@7$2='(+ @2..@6);N::@7$3=5000

You will need 700g of Leaven on day of dough prep to have starter for next time.

** Formulation and procedure (Using Camaldoli Starter)

#+CAPTION: Formula for leaven (see step 1)
|-------------------+------------+--------------|
| Ingredient        | Percentage | Quantity (g) |
|-------------------+------------+--------------|
| Starter           |         50 |           60 |
| Water             |        100 |          120 |
| White Flour       |         50 |           60 |
| Whole Wheat Flour |         50 |           60 |
|-------------------+------------+--------------|
| *Total*           |      *250* |        *300* |
|-------------------+------------+--------------|
#+TBLFM: $3=(@4 + @5) * ($2 / 100);%.0f::@4$3=(@6 / @6$2) * $2;%.0f::@5$3=(@6 / @6$2) * $2;%.0f::@6$2='(+ @2..@5);N::@6$3=$0;%.0f

#+CAPTION: Formula for one loaf of bread
|-------------------+------------+--------------|
| Ingredient        | Percentage | Quantity (g) |
|-------------------+------------+--------------|
| Water (80°F)      |         80 |          434 |
| Leaven            |         20 |          109 |
| White Flour       |         90 |          489 |
| Whole Wheat Flour |         10 |           54 |
| Salt              |        2.5 |           14 |
|-------------------+------------+--------------|
| *Total*           |    *202.5* |      *1,100* |
|-------------------+------------+--------------|
#+TBLFM: $3=(@4 + @5) * ($2 / 100);%.0f::@4$3=(@7$3 / @7$2) * @4$2;%.0f::@5$3=(@7$3 / @7$2) * @5$2;%.0f::@7$2='(+ @2..@6);N::@7$3=$0;%.0f

You will need 300g of Leaven on day of dough prep to have starter for next time.

